[
  "We must ask ourselves: what can we automate? – Geoffrey Hinton",
  "The future depends on some graduate student who is deeply suspicious of what I have just said. – Geoffrey Hinton",
  "Neural networks are just glorified curve fitters. – Anonymous skeptic",
  "The only way to get smarter is by playing a smarter opponent. – Fundamentals of Deep RL",
  "Data is the new oil, but it's only valuable if refined. – Clive Humby",
  "Machine learning is the high-interest credit card of technical debt. – D. Sculley, Google",
  "Every model is wrong, but some are useful. – George Box",
  "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge. – Stephen Hawking",
  "The question of whether a computer can think is no more interesting than the question of whether a submarine can swim. – Edsger Dijkstra",
  "Success in machine learning comes from intuition, not just math. – Andrej Karpathy",
  "Intelligence is the ability to adapt to change. – Stephen Hawking",
  "A year spent in AI is enough to make one believe in God. – Alan Perlis",
  "Sometimes it pays to be a little bit dumb. – Yann LeCun (on CNNs)",
  "You don’t understand something until you can program it. – Anonymous",
  "Deep Learning is not magic. It’s gradient descent and big matrices. – Twitter ML",
  "If debugging is the process of removing bugs, then programming must be the process of putting them in. – Edsger Dijkstra",
  "It’s not who has the best algorithm, it’s who has the most data. – Unknown",
  "The best minds of my generation are thinking about how to make people click ads. – Jeff Hammerbacher",
  "Research is what I’m doing when I don’t know what I’m doing. – Wernher von Braun",
  "The more data you have, the better your guesses. – Nate Silver",
  "If you torture the data long enough, it will confess to anything. – Ronald Coase",
  "There’s no data like more data. – Unknown",
  "A model is only as good as the data it sees. – Every ML paper ever",
  "The bitter lesson: General methods that leverage computation win. – Rich Sutton",
  "GPT-4 is a blurry JPEG of the web. – Yannic Kilcher",
  "Bias in, bias out. – Everyone in AI ethics",
  "Premature optimization is the root of all evil. – Donald Knuth",
  "In God we trust. All others must bring data. – W. Edwards Deming",
  "An AI system is only as unbiased as its training data. – Common sense",
  "The simplest solution is often the best. – Occam's Razor",
  "Correlations are not explanations and besides, they can be as spurious as the high correlation in Finland between foxes and divorces. – David Freedman",
  "AI is whatever hasn't been done yet. – Larry Tesler",
  "Making something learn is easier than making it explain. – AI interpretability folk",
  "Never trust a model you don’t understand. – ML interpretability motto",
  "Train your models like you train your dog. – Fast.ai",
  "More layers, more power. – Deep Learning mantra",
  "One man’s signal is another man’s noise. – Nate Silver",
  "With great power comes great overfitting. – ML Spider-Man",
  "True intelligence is the ability to fake it convincingly. – Anonymous",
  "Don't anthropomorphize AI. It hates that. – Joke",
  "Data beats math. Usually. – ML Engineer, probably",
  "Just because your model is accurate doesn’t mean it’s right. – AI Ethics 101",
  "Models rot without data maintenance. – ML Ops saying",
  "Every dataset is a haunted house. – Abeba Birhane",
  "The best ML models are always in notebooks. – Real devs know",
  "The first 90% of the code accounts for the first 90% of the development time. The remaining 10% takes the other 90% of the time. – Tom Cargill",
  "Don't just fit the data. Understand it. – Wise ML Prof",
  "Behind every great model is a great preprocessing pipeline. – Data Scientists everywhere",
  "The best hyperparameter is more data. – Classic"
]
